Repository: common-repository/wp-easy-full-backup
Catalog: languages/wpbackup-*.po
Languages: ru_ru

source: Full backup of website
ru_ru: Полное резервное копирование сайта

source: WP Backup
ru_ru: Рез. копия

source: Backup WordPress site
ru_ru: Резервное копирование WP

source: Make sure to remove files created by the site to store files on the server is not safe !!!
ru_ru: Обязательно удаляйте созданные архивы сайта, хранить архивы на сервере не безопасно!!!

source: Create a copy of the website
ru_ru: Создать копию сайта

source: Clear the directory and temporary files
ru_ru: Очистить каталог с архивом и временые файлы

source: Stages of site archive
ru_ru: Этапы архивирования

source: Create database copies
ru_ru: Создание копии БД

source: Archiving site
ru_ru: Архивирование сайта

source: Delete temporary files
ru_ru: Удаление временных файлов

source: Backups
ru_ru: Резервные копии

source: Could not delete the temporary database dump file
ru_ru: Не удалось удалить временные файлы БД

source: Could not archive site
ru_ru: Не удалось архивировать каталог сайта

source: Сould not create a database dump
ru_ru: Не удалось создать дамп БД

source: Cleaning complete
ru_ru: Очистка завершена

source: Error cleaning directory
ru_ru: Ошибка очистки каталога
